Repository: namu-sh/namu
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

# workspace.default.title
source: New Workspace
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
ja: 新しいワークスペース
ko: 새 작업 공간
zh_hans: 新建工作区

# sidebar.workspaces.header
source: Workspaces
de: Arbeitsbereiche
es: Espacios de trabajo
fr: Espaces de travail
ja: ワークスペース
ko: 작업 공간
zh_hans: 工作区

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置

# commandpalette.placeholder
source: Search commands and workspaces…
de: Befehle und Arbeitsbereiche suchen…
es: Buscar comandos y espacios de trabajo…
fr: Rechercher des commandes et des espaces de travail…
ja: コマンドとワークスペースを検索…
ko: 명령어 및 작업 공간 검색…
zh_hans: 搜索命令和工作区…

# toolbar.search.placeholder
source: Search...
de: Suchen…
es: Buscar…
fr: Rechercher…
ja: 検索…
ko: 검색…
zh_hans: 搜索…

# ai.chat.placeholder
source: Ask Namu AI...
de: Namu AI fragen…
es: Preguntar a Namu AI…
fr: Demander à Namu AI…
ja: Namu AIに質問…
ko: Namu AI에게 질문…
zh_hans: 询问 Namu AI…

# alert.startup.title
source: Namu could not start
de: Namu konnte nicht gestartet werden
es: Namu no pudo iniciarse
fr: Namu n'a pas pu démarrer
ja: Namuを起動できませんでした
ko: Namu를 시작할 수 없습니다
zh_hans: Namu 无法启动

source: Notification permission denied
de: Benachrichtigungsberechtigung verweigert
es: Permiso de notificación denegado
fr: Autorisation de notification refusée
ja: 通知の許可が拒否されました
ko: 알림 권한이 거부되었습니다
zh_hans: 通知权限被拒绝

# command.new_workspace
source: New Workspace
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
ja: 新しいワークスペース
ko: 새 작업 공간
zh_hans: 新建工作区

# command.split_horizontal
source: Split Horizontal
de: Horizontal teilen
es: Dividir horizontalmente
fr: Diviser horizontalement
ja: 水平分割
ko: 수평 분할
zh_hans: 水平分割

# command.split_vertical
source: Split Vertical
de: Vertikal teilen
es: Dividir verticalmente
fr: Diviser verticalement
ja: 垂直分割
ko: 수직 분할
zh_hans: 垂直分割

# command.toggle_sidebar
source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden
es: Mostrar/ocultar barra lateral
fr: Afficher/masquer la barre latérale
ja: サイドバーの表示切替
ko: 사이드바 전환
zh_hans: 切换侧边栏
